spec/spec/SVWS/IntegrationPlatform/Examples/RateForInstRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://bpc.ru/SVXP/integration">
   <soapenv:Header/>
   <soapenv:Body>
      <int:getRateForInstRequest>
         <rate_type>RTTPCBRF</rate_type>
         <src_currency>643</src_currency>
         <dst_currency>840</dst_currency>
         <eff_date>2013-10-10</eff_date>
         <inst_id>1001</inst_id>
      </int:getRateForInstRequest>
   </soapenv:Body>
</soapenv:Envelope>
